["When I give food to the poor, they call me a saint. When I ask why the poor have no food, they call me a communist.", "You show me a capitalist, and I'll show you a bloodsucker","Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners.","Our great democracies still tend to think that a stupid man is more likely to be honest than a clever man, and our politicians take advantage of this prejudice by pretending to be even more stupid than nature made them.","The end may justify the means as long as there is something that justifies the end.", "The history of all hitherto existing society is the history of class struggles. Freeman and slave, patrician and plebeian, lord and serf, guildmaster and journeyman, in a word, oppressor and oppressed, stood in constant opposition to one another, carried on an uninterrupted, now hidden, now open fight, that each time ended, either in the revolutionary reconstitution of society at large, or in the common ruin of the contending classes.",
"How do you tell a Communist? Well, it’s someone who reads Marx and Lenin. And how do you tell an anti-Communist? It’s someone who understands Marx and Lenin.","Let the ruling classes tremble at a Communistic revolution. The proletarians have nothing to lose but their chains. They have a world to win. Workingmen of all countries unite!", "The bourgeoisie, wherever it has got the upper hand, has put an end to all feudal, patriarchal, idyllic relations. It has pitilessly torn asunder the motley feudal ties that bound man to his 'natural superiors,' and has left remaining no other nexus between man and man than naked self-interest, callous 'cash payment.' It has drowned the most heavenly ecstasies of religious fervor, of chivalrous enthusiasm, of philistine sentimentalism, in the icy water of egotistical calculation. It has resolved personal worth into exchange value, and in place of the numberless indefeasible chartered freedoms, has set up that single, unconscionable freedom—Free Trade. In one word, for exploitation, veiled by religious and political illusions, it has substituted naked, shameless, direct, brutal exploitation. The bourgeoisie has stripped of its halo every occupation hitherto honored and looked up to with reverent awe. It has converted the physician, the lawyer, the priest, the poet, the man of science, into its paid wage laborers. The bourgeoisie has torn away from the family its sentimental veil, and has reduced the family relation to a mere money relation.", "The bourgeoisie, by the rapid improvement of all instruments of production, by the immensely facilitated means of communication, draws all, even the most barbarian, nations into civilization. The cheap prices of its commodities are the heavy artillery with which it batters down all Chinese walls, with which it forces the barbarians' intensely obstinate hatred of foreigners to capitulate. It compels all nations, on pain of extinction, to adopt the bourgeois mode of production; it compels them to introduce what it calls civilization into their midst, i.e., to become bourgeois themselves. In one word, it creates a world after its own image.","If you are an artist and want to be a successful artist then learn to convert your art into NFT art","Once upon a time stock was the only option to become big and today you have 10 different options like NFT, crypto, metaverse, domains and much more and still you think you are unlucky you are not unlucky you are lazy fool", "People don't understand NFTs, Metaverse, and crypto today the same way they didn't understand online shopping in the 1995","The true battle is between fiat & crypto. On balance, I support the latter.","Lots of people I talked to on the production lines at Tesla or building rockets at SpaceX own Doge. They aren’t financial experts or Silicon Valley technologists. That’s why I decided to support Doge – it felt like the people’s crypto.","An email saying you have gold is not the same as having gold. You might as well have crypto. Money is just data that allows us to avoid the inconvenience of barter. That data, like all data, is subject to latency & error. The system will evolve to that which minimizes both.","Dogecoin is the people’s crypto","- Everything on the Internet is true! Externalize responsibility! - If you are able to do this, buy crypto!","Currency is already digital! Decentralized crypto is an attempt to wrest power of currency dilution (pernicious form of taxation) & capital controls from governments. That said, I sure hope the cure is better than the disease! Mars/AI are essential to passing the great filter/s"]